Repository: geobest7/proyecto-app-Barkeeper-Escuela-Musk
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ca

source: Reset your password - Barkeeper
ca: Restableix la teva contrasenya - Barkeeper

source: Fruits
ca: Fruites

source: Alcoholic Beverages
ca: Begudes alcohòliques

source: Non-Alcoholic Beverages
ca: Begudes sense alcohol

source: Others
ca: Altres

source: Username
ca: Nom d'usuari

source: username
ca: nom d’usuari

source: Password
ca: Contrasenya

source: password
ca: contrasenya

source: Remember Me
ca: Recorda'm

source: Login
ca: Inicieu sessió

source: Email
ca: Correu electrònic

source: email
ca: correu electrònic

source: Repeat Password
ca: Repetiu la contrasenya

source: password confirmation
ca: confirmació de la contrasenya

source: Register
ca: Registra't

source: Choose a different username
ca: Trieu un nom d'usuari diferent

source: Please choose a different email
ca: Si us plau, trieu un correu electrònic diferent

source: Subject
ca: Assumpte

source: Body
ca: Cos

source: Send
ca: Enviar

source: Evaluation
ca: Avaluació

source: Submit
ca: Envia

source: New Password
ca: Nova contrasenya

source: Confirm New Password
ca: Confirmeu la nova contrasenya

source: Reset Password
ca: Restableix la contrasenya

source: Welcome, {}!
ca: Benvingut, {}!

source: Incorrect password
ca: Contrasenya incorrecta

source: Please select at least two ingredients.
ca: Seleccioneu almenys dos ingredients.

source: Your Messages
ca: Els teus missatges

source: You have received a new message: {}
ca: Heu rebut un missatge nou: {}

source: Message sent successfully!
ca: Missatge enviat correctament!

source: Email submitted: "%(email)s"
ca: Correu electrònic enviat: "%(email)s"

source: Password Reset Request
ca: Sol·licitud de restabliment de la contrasenya

source: An email with instructions to reset your password has been sent.
ca: S'ha enviat un correu electrònic amb instruccions per restablir la contrasenya.

source: If the email is registered, you will receive an email with instructions to reset your password.
ca: Si el correu electrònic està registrat, rebràs un correu electrònic amb instruccions per restablir la teva contrasenya.

source: The page you are looking for does not exist
ca: La pàgina que busqueu no existeix

source: Back
ca: Enrere

source: Sorry, something went wrong.
ca: Ho sentim, hi ha hagut un error.

source: The server encountered an internal error and was unable to complete your request.
ca: El servidor ha trobat un error intern i no ha pogut completar la vostra sol·licitud.

source: Please contact the server administrator at "admin@barkeeper.com" to inform them of the time this error occurred, and the actions you performed just before this error.
ca: Si us plau, poseu-vos en contacte amb l'administrador del servidor a "admin@barkeeper.com" per informar-los de l'hora en què s'ha produït aquest error i de les accions que heu realitzat just abans d'aquest error.

source: Ingredientes:
ca: Ingredients:

source: Preparation:
ca: Preparació:

source: View Details
ca: Veure detalls

source: Welcome
ca: Benvingut

source: Cocktails
ca: Còctels

source: Messages
ca: Missatges

source: Log Out
ca: Tanca la sessió

source: Language
ca: Llengua

source: Log In
ca: Inicieu sessió

source: Welcome to Barkeeper, please log in or register to continue.
ca: Benvingut a Barkeeper, inicieu sessió o registreu-vos per continuar.

source: log in
ca: inicieu sessió

source: register
ca: registrar-se

source: Contacts:
ca: Contactes:

source: Phone:
ca: Telèfon:

source: Email:
ca: Correu electrònic:

source: Bar Address:
ca: Adreça del bar:

source: Terms and Conditions:
ca: Termes i condicions:

source: View Terms and Conditions
ca: Consulta els Termes i Condicions

source: Cocktail Details
ca: Detalls del còctel

source: Back to recommendations
ca: Torna a les recomanacions

source: No cocktails found.
ca: No s'han trobat còctels.

source: To reset your password, please click on the following link:
ca: Per restablir la vostra contrasenya, feu clic al següent enllaç:

source: If you did not request this change, please ignore this email.
ca: Si no heu sol·licitat aquest canvi, ignoreu aquest correu electrònic.

source: Thank you for using Barkeeper!
ca: Gràcies per utilitzar Barkeeper!

source: Best regards,
ca: Salutacions cordials,

source: The Barkeeper Team
ca: L'equip de Barkeeper

source: Welcome to your personalized homepage,
ca: Benvingut a la vostra pàgina d'inici personalitzada,

source: Welcome to Barkeeper
ca: Benvingut a Barkeeper

source: Please
ca: Si us plau

source: or
ca: o

source: to get started.
ca: per començar.

source: Choose Language
ca: Trieu Idioma

source: Forgot your password? Click here to reset it.
ca: Has oblidat la teva contrasenya? Feu clic aquí per restablir-lo.

source: Send a Message
ca: Envia un missatge

source: Sent on:
ca: Enviat a:

source: No messages to display.
ca: No hi ha missatges per mostrar.

source: No Recommendations Available
ca: No hi ha recomanacions disponibles

source: It seems that there are no cocktails available for the selected ingredients. Please try different selections.
ca: Sembla que no hi ha còctels disponibles per als ingredients seleccionats. Si us plau, proveu diferents seleccions.

source: Try Again
ca: Torna-ho a provar

source: Registration
ca: Inscripció

source: New password
ca: Contrasenya nova

source: Confirm new password
ca: Confirmeu la nova contrasenya

source: Back to Messages
ca: Torna a Missatges

source: Select Fruits
ca: Seleccioneu Fruites

source: Select Alcoholic Drinks
ca: Seleccioneu Begudes alcohòliques

source: Select Non-Alcoholic Drinks
ca: Seleccioneu Begudes sense alcohol

source: Select Others
ca: Seleccioneu Altres

source: Recommended Cocktails
ca: Còctels recomanats

source: Terms and Conditions
ca: Termes i condicions:

source: Age Requirement
ca: Requisit d'edat

source: To register on the Barkeeper platform, you must be at least 18 years old. By signing up, you confirm that you meet this legal requirement.
ca: Per registrar-se a la plataforma Barkeeper cal tenir com a mínim 18 anys. En registrar-se, ho confirmes compleixes aquest requisit legal.

source: Barkeeper s.r.l Policy
ca: Política de Barkeeper s.r.l

source: Barkeeper s.r.l will never ask for money or financial contributions from its users. The purpose of Barkeeper is to present cocktails and promote the drinks we offer in our bar. It serves as an encyclopedia of cocktails, providing information and recipes for our users to explore.
ca: Barkeeper s.r.l mai demanarà diners ni aportacions econòmiques als seus usuaris. La finalitat de Barkeeper és per presentar còctels i promocionar les begudes que oferim al nostre bar. Serveix com a enciclopèdia de còctels, proporcionant informació i receptes perquè els nostres usuaris puguin explorar.

source: Personal Data Deletion
ca: Supressió de dades personals

source: If you wish to delete your personal data from our platform, you can request it by sending an email to the following address:
ca: Si voleu eliminar les vostres dades personals de la nostra plataforma, podeu sol·licitar-ho enviant un correu electrònic a l'adreça següent adreça:

source: Contact Information
ca: Informació de contacte

source: For any inquiries regarding these terms, feel free to reach out to us at:
ca: Per a qualsevol consulta sobre aquestes condicions, no dubteu a posar-vos en contacte amb nosaltres a:

source: Phone: +34 987654321
ca: Telèfon: +34 987654321

source: Email: info@barkeeper.com
ca: Correu electrònic: info@barkeeper.com

source: Address: Via delle Scimmie 10, Molazzana, Lucca, Italy
ca: Adreça: Via delle Scimmie 10, Molazzana, Lucca, Itàlia
